#language: ru
Функционал: Добавление Бланка заказа

  Сценарий: Авторизоваться в приложение
#    * загружена страница "LoginPageHms"
#    * в поле "Имя пользователя" ввести значение ""
#    * в поле "Пароль" ввести значение ""
#    * выполнено нажатие на "Войти"
    * загружена страница "OrderFormPage"

#  Сценарий: Проверка присутствия элемента на экране
#    * присутствует элемент "Welcome to frontend"

#  Сценарий: Переход на экран Список бланков заказа
#    * выполнено нажатие на "Меню системы"
#    * выполнено нажатие на элемент "Пункт меню системы" с текстом "Список бланков заказа"

#  Сценарий: Создание бланка заказа
#    * загружена страница "OrderFormPage"
#    * выполнено нажатие на "Создать"
  Сценарий: Заполнение раздела "Отправление"
    *
    *
    *
    *
    *
